exps = {
'未告知如何关闭':'不想用.*关[掉闭了]',

'传输负面信息':'悬浮窗.{0,10}不好用?|麻烦死了|不好用.*关[掉闭了]|打开.*再关[掉闭了]',

'威胁恐吓司机':'不开这个功能.{0,10}账号.{0,10}(不[能用可]|黑名单|处理不了).{0,5}|(需要|得|要).*(不然|才).*推送.*高|(需要|得|要).*(不然|才).*(打不开|配货)|不开.*就?.*(拉黑|用不了|禁用|限流|找不到|不推送)|不开.*(([无没]法|不能)保[证障]|不.*(推送|高价))',

'虚假承诺':'(只要)?.{0,10}悬浮窗.{0,10}(高价货源|(运费)?.{0,5}高.{0,5}货源?|(所有|完全|全部|都)).{0,5}(高价|好货|更[高好]|所有货源|精准)|(完全|精准|精确|准确|优先)匹配.{0,5}|[不无没].{0,10}[假坏差]货?|(打开|悬浮窗).*(就(可以|会)|然后).*(高价|所有货|精准)|只要.*悬浮窗.*(推送.*高|所有货源)',

'沟通态度恶劣2':'不想(解释|说)了|(解释|说)了很多[次遍]|随便你?[了嘛哦]'
}

